Repository: IbrahimTamimi9/Donor-App-
Catalog: Donor/*.lproj/Localizable.strings
Languages: ru

# groupOfBlood
source: Check your group of blood
ru: Выберите вашу группу крови

source: Save
ru: Сохранить

source: Registration
ru: Регистрация

source: Cancel
ru: Отмена

# enterEmailAgain
source: Try enter another email
ru: Попробуйте ввести другой email

# email
source: Enter your email
ru: Введите ваш email

# password
source: Enter your password
ru: Введите ваш пароль

source: Not valid email
ru: Не доступный email

# chooseBloodLabel
source: Specify the required blood group
ru: Укажите требуемую группу крови

# chooseDateLabel
source: Expiry date of blood donation
ru: Дата истечения сдачи крови

# descriptionLabel
source: Description
ru: Описание

source: Done
ru: Готово

# eventInfoVCTitle
source: Blood donation event
ru: Стань донором крови

# eventInfoVCTitle2
source: My donation event 🚑
ru: Мое событие 🚑

source: Required blood group
ru: Требуемая группа крови

source: Expiry date
ru: Дата окончания

# deleteEventTitle
source: Do you really want to delete the event?
ru: Вы действительно хотите удалить событие?

source: Delete
ru: Удалить

source: My blood group
ru: Моя группа крови

# eventsTableVCTitle
source: Blood donation events
ru: Выберите событие

source: Back
ru: Назад

source: Ok
ru: Ок

# checkYourGroupAlert
source: Check your group of blood
ru: Выберите вашу группу крови

source: Error 😓
ru: Ошибка 😓

# creationAlertMessage
source: You should choose blood group and expired date
ru: Вы должны выбрать группу крови и дату окончания сбора крови

# eventCreatedTitle
source: Event created 🙏🏽
ru: Сбор крови создан 🙏🏽

# eventCreatedMessage1
source: Every donor with
ru: Каждый донор с

# eventCreatedMessage2
source: group of blood will see this event
ru: группой крови увидит ваше событие

# emailPlaceholder
source: Email
ru: Почта

# passwordPlaceholder
source: Password
ru: Пароль

# loginButton
source: Login
ru: Войти

# signUpButton
source: Don't have an account? Sing Up
ru: Нет аккаунта? Зарегистрироваться
